package dialog.game.minigames.cookies

import dialog.game.game.GameData
import dialog.game.models.Minigame

class CookiesMinigame : Minigame {
    companion object {
        val text = """
        ##############################################################################
        #                                                                            #
        #    ------------------- Рецепт кексов на 60 штук: ------------------        #
        #                                                                            #
        #    - Пшеничная мука - 1000 гр. (14 ст. на 250 мл.)                         #
        #    - Сахар - 1000 гр. (2,5 ст. на 250 мл.)                                 #
        #    - Сливочное масло 400 гр. или 500 мл. растительного без запаха          #
        #    - Молоко (кефир) - 750 мл.                                              #
        #    - Куриные яйца - 5 шт.                                                  #
        #    - Соль - жмень                                                          #
        #    - Разрыхлитель - 5 ч. л.                                                #
        #    - Цедра лимона или апельсина                                            #
        #    -   + 500 гр. добавок (орехи, сухофрукты, цукаты, шоколад, ягоды)       #
        #    -   + для шоколадных маффинов 150 гр. муки заменить на какао            #
        #                                                                            #
        ##############################################################################
    """.trimIndent()
    }

    override fun init() {
        GameData.addPhraseToInsert("cookies_recept",
            text
        );
    }
}