[{"answers" : [{"answ_id" : "th.home.startDescription.leaveInHome", "text" : "[IF][1][GET=LEAVE_IN_HAUSE] th.home.startDescription.leaveInHome", "type" : "SIMPLE"}, {"answ_id" : "th.home.startDescription.first", "text" : "[ELSE IF][1] th.home.startDescription.first", "type" : "SIMPLE"}, {"answ_id" : "th.home.enter", "text" : "[ELSE] th.home.enter", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.AutoPhrase", "id" : "th.home.in", "texts" : ["enter"]}, {"answers" : [{"answ_id" : "th.home.description", "text" : "[SETV][COOKIES=5] осмотреться", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.startDescription.leaveInHome", "texts" : ["Как только дверь захлопнулась за гостем, ты смогла обегченно вздохнуть.\n\n- \"Наконец-то он ушел...\" - было единственная мысль, которая смогла тебя успокойить. Но следующий момент тебя посетило\nчувство стыда, поскольку твой гость хоть и был незванным, но очень приятным собеседником. Мало того, ты его еще здорово\nнапугала, что он так внезапно убежал от тебя, даже не доев конфеты.\n\n- \"Больше мне достанется\" - еще одна фраза, которая вызвала у тебя стыд, но ты ничего с этим не могла поделать. \n\nПо крайней мере я сейчас одна, а значит могу наконец-то попробовать разобраться, что же тут в конце то концов происходит. \nДумаю, разумнее всего начать поиски ответов в этом доме."]}, {"answers" : [{"answ_id" : "th.home.vestibule", "text" : "th.home.vestibule", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.AutoPhrase", "id" : "th.home.startDescription.first", "texts" : ["text"]}, {"answers" : [{"answ_id" : "th.home.vestibule", "text" : "[GETV][TH_GOTO=kitchen][UNSETV=TH_GOTO]   th.home.kitchen", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule", "text" : "[GETV][TH_GOTO=vestibule][UNSETV=TH_GOTO] th.home.vestibule", "type" : "SIMPLE"}, {"answ_id" : "th.home.bedroom", "text" : "[GETV][TH_GOTO=bedroom][UNSETV=TH_GOTO] th.home.bedroom", "type" : "SIMPLE"}, {"answ_id" : "th.home.balcony", "text" : "[GETV][TH_GOTO=balcony][UNSETV=TH_GOTO] th.home.balcony", "type" : "SIMPLE"}, {"answ_id" : "th.home.hall", "text" : "[GETV][TH_GOTO=hall][UNSETV=TH_GOTO] th.home.hall", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule", "text" : "[UNSETV=TH_GOTO]th.home.vestibule", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.AutoPhrase", "id" : "th.home.enter", "texts" : ["goto"]}, {"answers" : [{"answ_id" : "th.home.vestibule", "text" : "далее", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.description", "texts" : ["Дом, в котором ты сейчас находишься, на самом деле не является квартирой в нормальном понимании, а скорее большая пристройка\nвокруг огромного широкого дерева высоко над землей. Из-за такой контрукции дом, внутренних а стен как-таковых вообще не было, а комнаты\nусловно раделяются при помощи небольших арок без дверей. Конечно, исключением из правил является уборная с совместным душем и туалетом, \nкоторую можно закрыть на верь (и даже на ключ). Несмотря на то, что дом был полностью деревыянным и \"мягко говоря\",\nне пожаробезопастным, в нем ты все было элекстричество, хотя и использовалось оно в основном только для ночного освещения. \nХолодная вода подавалась по трубам с города, а теплая собиралась и грелась от солнца на крыше и прямо оттуда шла в душ и кухню.\nЭто может показаться не особо практичным, но на одного человека этого более чем достаточно.\n\n- \"Да уж, в таком доме без дверей особо никуда и не спрячишься... Хотя а зачем мне то тут от кого то прятаться то?\"\n\nИ деиствительно, дом без дверей чувствовался единым целым убежишем, в котором всегда чувствуются комфорт и уют.\nЕдинтсвенный минус (а может и плюс) - это отсутствие вытяжки на кухне. Именно из-за этого весь дом был наполнен сладким\nзапахом выпечки, которую, судя по всему, тут часто делают."]}, {"answers" : [{"answ_id" : "th.home.vestibule.closet", "text" : "[IF][GETV][th.vestibule=closet] закрыть шкаф", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule.closet", "text" : "[ELSE] открыть шкаф и посмотреть что в нем", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule.closet", "text" : "[GETV][th.vestibule=cupboard] поправить ковер и подвинуть его на место", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule.cookies", "text" : "[INT][COOKIES>0] взять кекс", "type" : "SIMPLE"}, {"answ_id" : "th.home.kitchen", "text" : "[IF][NOT=FLOWER] Пойти на кухню", "type" : "SIMPLE"}, {"answ_id" : "th.home.kitchen", "text" : "[ELSE] Пойти на кухню за водой для цветов", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule.flower", "text" : "[GET=VESTIBULE_WATER] полить цветы", "type" : "SIMPLE"}, {"answ_id" : "th.home.hall", "text" : "Пойти в зал", "type" : "SIMPLE"}, {"answ_id" : "th.home.toilet", "text" : "Пойти в уборную", "type" : "SIMPLE"}, {"answ_id" : "th.home.exit", "text" : "Выйти на улицу", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.vestibule", "texts" : ["------------------------ Вестибюль --------------------------", "[IF][1]", "Прихожая, со своей низкой круглой дверью, напоминал собой вход в сказчоную нору хоббита (привет Толкину).\nЕсли бы квартира можно было бы назвать живой, то прихожая показывала всю любовь и радость при встрече всяк прибывшего. \nСразу напротив двери находится большая деревянный комож и красивыми резными ручками и дверцами, а на нем стояли\n3 маленькие вазы, в которых пахли большие букеты полевых цветов. Эти цветы стоят тут не просто так - небольшое окошко возле двери\nосвещало их утренним солнцем, давая им необходимое тепло, а цветы в свою очередь распускаются и наполняют все запахом\nполивых цветов. Но это не единственный запах, привлекший твое внимание, возле входа стояла маленькая тумбочка, на которой\nстояла небольная тарелочка с шоколадным кексм для всех желающих. Судя по запаху свежей выпечки из кухни, это были именно то\nкекс, которые кто-то выпек накануне. \n\n- \"О боже как это мило\" - умилилась ты и взяла одно. \"Хм, видно у кого-то очень много времени, что бы регулярно заниматься сбором\nцветов и выпечкой\"", "[GETV][th. vestibule=closet] Справа от входа ты увидела большой и все еще открытый шкаф рядом с окошком, \nв котором ты хотела еще пол часа назад спрятаться от гостя. Некоторые вещи выпали из шкафа и лежали на полу, принося\nбеспорядок и хаос в это чудестное жилище.", "[NOTV][th. vestibule=closet] У стенки рядом с окошком стоял большой шкаф, сделаный в том же стиле что и комод, в котором сокрее всего\nхранилась твоя верхняя одежда. (коалы вообще носят верхнюю одежду?)", "[ELSE]", "[RAND] Солнышко светит на цветочки, которые повернулись к нему и словно обнимают его своими буточкиками, распостроняя\nсвой дивный аромат. Входная дверь легонько стукнула от ветра, хотя и была надежно закрыта. Интересно, а здесь вообще\nзакрывают двери на замок, или просто прикрывают ради приличия и что бы не было сквозняка в квартире?", "[RAND] Оказавшись в прихожей ты ненарочно взглянула на дверь.\n\n- А не пройтись ли мне прогуляться?", "[INT][COOKIES>0] [RAND] Зайдя в прихожую ты увидела, как лежавшее на табуретке у входа кекс подмигнула тебе. \n\n- Хм, а не скушать ли мне еще сладостей?", "[INT][COOKIES==0] [RAND] Зайдя в прихожую ты с грустью обноружила пустую тарелку с кексм.\n\n- Так, это не порядок, надо спечь еще пару штучек немедленно !", "[RAND] [SET=FLOWER] Цветочки, которые стояли в прихожей, выглядят немного уставшими. Присмотревшись, ты обноружила, что\nв вазах почти закончилась вся вода.\n\n- Надо бы полить их, а то они совсем скоро могут завять ...", "[FI] text", "[GETV][th. vestibule=closet]Справа от тебя стоял красивый деревянный шкаф, дверцы которого были открыты, по скольку\nкто-то забыл их закрыть за собой)", "[GETV][th. vestibule=cupboard]А еще кстати на полу еще лежал скомканый ковер, под который ты еще недавно пряталась и который\nты забыла поправить.", "Прихожая плавно переходила в кухню с одной стороны и зал с другой собственно куда ты и можешь отправиться дальше.\nЕще слева от входа была дверь в уборную, если тебе надо помыть руки, сходить в душ освежиться или прочее.", "[JOIN]"]}, {"answers" : [{"answ_id" : "th.home.vestibule", "text" : "[UNSET=VESTIBULE_WATER] назад", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.vestibule.flower", "texts" : ["Как только ты добавила воды в вазу, цветы словно ожили, подняли свои головки и вновь распустились."]}, {"answers" : [{"answ_id" : "th.home.vestibule.cookies", "text" : "[RAND][INT][COOKIES>0][SETI][COOKIES--] Скушать кекс", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule.cookies", "text" : "[RAND][INT][COOKIES>0][SETI][COOKIES--] Скушать еще один кекс", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule.cookies", "text" : "[RAND][INT][COOKIES>0][SETI][COOKIES--] Скушать и еще один кекс", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule.cookies", "text" : "[RAND][INT][COOKIES>0][SETI][COOKIES--] Не отказывать себе и угоститься кексом", "type" : "SIMPLE"}, {"answ_id" : "th.home.kitchen", "text" : "[INT][COOKIES==0] Пойти на кухню, что бы приготовить кексы", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule", "text" : "Назад", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.vestibule.cookies", "texts" : ["[IF][1] Ты наклонилась над тарелкой и увидила [PUT=COOKIES] кексики", "[ELSE IF][2] Кекс оказался невероятно вкусным с шоколадом, цельным орехом и нотками цитруса. \n-- Мммм, это просто божественно, просто велеколепное сочитание вкуса.\n\nИ теперь осталось [PUT=COOKIES] кексов(кекса).", "[ELSE IF][INT][COOKIES==0] Ты не смогла удержаться и ВНЕЗАПНО сьела все кексы Что ж, теперь придется печь кексы заново", "[ELSE] Теперь в тарелке осталось [PUT=COOKIES] кексов(кекса)."]}, {"answers" : [{"answ_id" : "th.home.vestibule.closet", "text" : "[INT][COOKIES>0] Взять кекс", "type" : "SIMPLE"}, {"answ_id" : "th.home.kitchen", "text" : "Пойти на кухню", "type" : "SIMPLE"}, {"answ_id" : "th.home.hall", "text" : "Пойти в зал", "type" : "SIMPLE"}, {"answ_id" : "th.home.toilet", "text" : "Пойти в уборную", "type" : "SIMPLE"}, {"answ_id" : "th.home.exit", "text" : "Выйти на улицу", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.vestibule.closet", "texts" : ["[GETV][th. vestibule=closet][UNSET=th. vestibule] молодец, чувство порядка победила лень и ты закрыла шкаф. А могла бы этого и не делать! =)", "[GETV][th. vestibule=cupboard][UNSET=th. vestibule] молодец, чувство порядка победила лень и ты поправила ковер. А могла бы этого и не делать! =)", "Что будешь делать дальше?", "[JOIN]"]}, {"answers" : [{"answ_id" : "forest.treehause.home.game.cookies", "text" : "[INT][COOKIES==0] спечь печенье", "type" : "ENTER"}, {"answ_id" : "th.home.kitchen.water", "text" : "[GET=FLOWER] налить воду для цветов с прихожей", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule", "text" : "Пойти в вестибюль", "type" : "SIMPLE"}, {"answ_id" : "th.home.bedroom", "text" : "Пойти в спальню", "type" : "SIMPLE"}, {"answ_id" : "th.home.balcony", "text" : "Пойти на балкон", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.kitchen", "texts" : ["------------------------ Кухня --------------------------", "[IF][1]\n\nВернувшись на большую и просторную кухню, ты присела за стол и начала ее внимательно рассматривать. \nЭто было большое и светлое помещение с большим окном и балконом, которые выходили на солнечную сторону.\nМебели было не очень много: у окна стоял небольшой резной стол на 4х гостей и стулья с мягкими небольшими подушечками. \nПривычного тебе холодильника не было, вместо этого все хранилось в небольшом швафчике возле стола, либо в маленьком подпольном помещении,\nв которое можно попасть на балконе. Но простота либо недостаток мебели с лихвой отбивается отличнейшей кухонной мебелью:\nза длиннной полукруглой столешницей из светлого камня могли готовить наверное одновременно человек 5, а в тумбочках хранились\nмногочисленные приправы, травы и ингридиенты для самых разных чаев. Каждый ингридиент был щепетильно рассортирован по\nразличным коробочками и баночкам, и аккуратно подписан от руки:\n\nАбрикос обыкновенный, Марьин башмачок, Собачья рожа, Канупер, кануфер, Приворотень, Велесов корень, Посконь, \nЧемер (хребтовая кость), Лихорадочная трава, Сорочьи глазки, Молодень, Божья благодать, Приворотное зелье, \nБашенница, Агрус, Живучая трава, Сон-трава, Марьин корень, Порезная трава, Разрыв-трава, Дурье зелье,\nОдномесячник, Кудлатый звон, Касанка трава, Трава-мурава, Матерка, Материнская душа, Фибовая трава...\n\nИ это только один маленький ящичек ...\n\n\nТак же в одном из шкавчиков за стекленной дверкой хранились многочисленные кружечки и стаканчики и\nпричем в явном большем количестве, чем может обычно бывает гостей в этом доме.\nТо тут то там на дверцах были видны различные записочки и пометки с рецептами и напоминаниями. \n\nПлита с 4 газовыми конфорками и печкой находилась в самом конце стола, как раз недалеко от окна. Это нужно для того,\nчто бы дым от готовки не задерживался в квартире, а улетал в окно. Хотя со запахом выпечки это почему то не сработало )\n\nСтена к которой прилягала кухная мебель была обложена красивым персиковм кафелем, \nна которых изредко были нарисованные различные заморские фрукты. \n\n- \"Странно, что у коал на кухне нарисованны фрукт, которые они не едят\" - подумала ты в этот момент.\n\nНемного посмотрев во все ящички ты обноружила, что хотя и кухня была очень просторной и хорошей, кухонной утвари было немного\nи, скорее всего, готовили тут не часто. Но при этом в одном из нижних шкавчиков под столешницей находилось просто огромное\nколичество всех возможных формочек и приспособлений для выпечки.", "[ELSE]", "[RAND] Кухня выглядила все так же уютной и теплой как и 5 минут назад)", "[RAND] Кухня была заполнена ароматами кофе и свежеприготовленной выпечки, которые постепенно выветривались через\nоткрытое окно балкона", "[RAND] Кухня была заполнена ароматами кофе и свежеприготовленной выпечки, которые постепенно выветривались через\nоткрытое окно балкона", "[FI] text", "[1] Для того, что бы запахи готовки не распостронялись в зал, который находился слева, она была немного отгороженная от\nнего тонкими шторами. Справа же был выход в вестибюль.", "[*] Прихожая плавно переходила в кухню с одной стороны и зал с другой собственно куда ты и можешь отправиться дальше.\nЕще слева от входа была дверь в уборную, если тебе надо помыть руки, сходить в душ освежиться или прочее.", "JOIN\n\nth.home. kitchen text"]}, {"answers" : [{"answ_id" : "th.home.kitchen", "text" : "[SET=VESTIBULE_WATER][UNSET=FLOWER] назад", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.kitchen.water", "texts" : ["Ты нашла большой стакан и наполнила его водой из под крана."]}, {"answers" : [{"answ_id" : "th.home.kitchen", "text" : "Пойти обратно в дом", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.balcony", "texts" : ["------------------------ Балкон --------------------------", "Ты зашла на небольшой балкончик который находится прямо на краю дома.\nБалкон находится на солнечной стороне и по этому был усыпан огромным количеством цветов, растений\nи даже каких-то непонятных трав. Эти травы находились в горшках разного цвета на краю балкона и радовали\nсвоим видом не только тебя но и разных проходимцев с улицы. \n\nОсобенно тебя удивило необычные и незнакомые цветы насыщенного нежно-голубого цвета которые мило соседничали в одном длинном глинянном\nгоршке с маленькими белыми цветочками и желтой почти лимонного цвета кашкой. \nТакое необычное сочитание не может оставить тебя равнодушным и ты подошла к ним чтобы понюхать.\n\n- Ммммм, какой чудесный запах\n\nЗапах и вправду был очень необычным и издали напоминали запах сладких и приятных духов.\nОсмотревшись еще ты увидела еще один горшочек в углу балкона на низенькой тумбочке в\nкотором росло миниатюнрное дерево эвкалипта.\n\nАга так вот откуда у меня на кухне взялся эвкалиптовый чай. Даже не представляла что оказывается из него можно чай делать=)\nОсобый уют балкону создавали небольшой вязанный из лозы стул и маленький низенький стол. Многочилсленные следы на столе показывают\nгде ты более всего любила пить кофе по утрам. Да я и щас непротив бы перекусить чего-нибудь вкусненького - подумала ты\nИтак что же я хочу сделать далее?"]}, {"answers" : [{"answ_id" : "th.home.hall.1", "text" : "[NOT=HALL_WINDOW_CLOSE][GET=HALL1][SET=HALL_WINDOW_CLOSE] Закрыть окно", "type" : "SIMPLE"}, {"answ_id" : "th.home.kitchen", "text" : "Пойти на кухню", "type" : "SIMPLE"}, {"answ_id" : "th.home.bedroom", "text" : "Пойти в спальню", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule", "text" : "Отправиться к выходу из дома", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.hall", "texts" : ["------------------------ Гостинная --------------------------", "[IF][1] Зайдя в гостинную ты была пораженна ее размером и размахом, с которым она была построенна:\nогромное окно состоящее из нескольких, простиралось вдоль всей стены, а напротив\nбыл просторый и широкий диван полукруглой формы, котрорый шел вдоль дерева в центре дома. Этот диван был настолько\nбольшим, что на него спокойно могли разместиться до 10 человек. Весь потолок был обвит небольшими веточками дерева, \nкоторые цеплялись за деревянные балки и спускали вниз свои длинные зеленые листочки. \n\nДля комфорта посетителей, на внешних \"углах\" комнаты находилась небольшие диванчики, в котором мог разместиться один человек. \nВ центре комнаты перед диванчиком находился небольшой журлальный столик, предназначенный\nсудя по всему для напитгов и угощений. И даже не смотря на это, в комнате все же оставалось много свободного места и\nбыло весьма не сложно представить, как многочисленные гости тут весело танцуют, поют, играют и веселяться. \n\nОднако еще раз посмотрев на окно ты задумалась и грустно вздохнула:\n\n- \"Это надо потратить целый день только на то, что бы помыть это окно... Надеюсь тут есть какая-то уборщица или\nчто-то типа того, потому что мне делать этого совсем не хочется ...\"", "[ELSE]", "[RAND] Ты зашла в гостинную и сразу прыгнула на большой диван с подушками. Диван оказался немного жестковат для\nтвоего прыжка и ты немного ударилась об него, однако ничего страшного не произашло", "[NOT=HALL_WINDOW_CLOSE] [RAND][SET=HALL1] Окно было немного окрыто и из-за этого в комнате было немного\nпрохладно.", "[RAND] Взяв небольшой напиток на кухне, ты села на небольшой диванчик в углу гостинной, подложила голову под подушку\nи начала глядеть в окошко.", "[FI]", "[JOIN]"]}, {"answers" : [{"answ_id" : "th.home.kitchen", "text" : "Пойти на кухню", "type" : "SIMPLE"}, {"answ_id" : "th.home.bedroom", "text" : "Пойти в спальню", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule", "text" : "Отправиться к выходу из дома", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.hall.1", "texts" : ["------------------------ Гостинная --------------------------\n\n\nТы подошла к окну, но вместо того, что бы закрыть его, распахнула на всю и еще долго смотрела через него. \nВид с этой стороны дома был просто великолепный: отсюда можно было увидеть бескрайние леса и небольшую речку, которая\nразделялась на 2 и образовывала небольшой островок посередине. Над речкой стояла небольшая дымка, как будто сейчас\nбыло раннее утро или вечер. Тебя немного удивило то, что через речку не было ни одного моста, так что перейти на другую сторону,\nпо крайней мере отсюда, можно было только вплавь.\n\n- Так вот почему мой дом оказался на дереве! Это все для того, что бы в случае чем меня тут не затопило рекой. Очень удобно.\nИнтересно, а есть ли тут какой-то плот или резиновая лодка на этот случай? Надо будет поискать как-нибудь в квартире."]}, {"answers" : [{"answ_id" : "th.home.bedroom.bed", "text" : "Лечь на кроватку", "type" : "SIMPLE"}, {"answ_id" : "th.home.hall", "text" : "Пойти в гостинную", "type" : "SIMPLE"}, {"answ_id" : "th.home.toilet", "text" : "Пойти в душ", "type" : "SIMPLE"}, {"answ_id" : "th.home.vestibule", "text" : "Отправиться к выходу из дома", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.bedroom", "texts" : ["------------------------ Спальня --------------------------", "[IF][1] А тут находилась твоя спальня, в которой ты ВНЕЗАПНО проснулась сегодня утром. Это небольшая чистая и кютная комнатка, \nи первое, что бросалось в глаза - это раскошные дорогие нежно обои, нежно зеленого цвета с серебрянным орнаментом из листочков эвкалипта.\nВся мебель была выполнена из темного дерева и органично сочиталась с общим цветом комнаты. В самом центре комнаты\nнаходится большая двойная кровать с отдельными гардинами, постельно белого цвета с зеленым отливом, в которой можно\nлежать хоть вдоль, хоть поперек, хоть по диагонали, хоть звездой. Напротив кровати находилось небольшое окно с видом на\nречку. Эта сторона была выбранна не просто так: именно в это окно попадают первые лучи восходящего солнца и дарят\nдоброе утро и хорошее настроение прямо с утра. \n\nЭта комната так же отличается тем, что не имеет свободного прохода в другие комнаты, можно сказать, является крайней. \nВдоль стены, которая находится напротив входа в гостинную, находится огромный шкаф с различными тумбочками, шкафчиками и отделами для\nодежды внутри. В нем висели различные платья, юбки, футболки, сарафаны, рубашки, легенсы, джинсы, шорты, свинера, пуловеры\nблузки, топы, пиджаки и прочее. Ах да, не забудем еще и различные комплекты нижнего белья всех форм и расцветок) И конеееечно, каким бы большим шкаф бы не был, места в нем все равно не было, как и\nфраза \"мне нечего одеть\" не зависит от количетва одежды вообще. Другими словами, это был пости идеальный шкаф и почти\nидеальными вещами в нем. \n\nЭтот Шкаф может и был большим но не бесконечным и кончался он возле двери в ванную. Это было видно задуманно, что бы\nпринять в душ и сразу отправиться в кроватку)\n\nЕще приятным бонусом этой комнаты был небольшой камин у внешней стены комнаты справа от окна, который был явно здесь сделан не для отопления комнаты, а для\nдлинных и приятных поседелок. Как и положено, возле него находилось два больших и удобнейших кресел,\nв которых приятно было скоротать свободный вечер за книжечкой и с небольшим круглым столиком посередине, на которое\nвсегда можно удобно расположить бокал вина или кружку чая. \n\nСлева же от окна находится небольшой письменный стол с лампой, видно для какой-то писанины или прочей работы. Однако\nсудя по идеальной чистоте на нем и небольшим слоем пыли, пользовались им не то что бы часто. Зато где точно не было пыли,\nтак это у столика для макияжа, который располагался недалеко от входа в гостинную. Небольшой столик с большим зеркалом\nи кучей различных отделений был самой настоящей мечтой для начинающего мейкапщика. Там можно было найти все, что только\nпожелаешь: Блаши, Вуали, Глиттеры, Кремы, Корректоры, Консилеры, Праймеры, Софтнеры, Спонжы, Тоники, Пудры, \nФиксаторы, Хайлайтеры, Помада, Туш, Помады, Блески, Лаки и т.д. Что еще нужно для полного счатья?\n\n- Таак, и что же мне делать с этим дальше?", "[ELSE]", "[RAND] Ты зашла к себе в спальню, прихватив с кухни чаек, и плюхнулась со всей силой в мягкий дуван напротив камина. \nКамин был все еще теплый, но огня уже не было.", "[RAND] Зайдя в спальню ты раскрыла большие светлые шторы и открыла окно. В тот же час лесная свежесть наполнила твою\nспальню и желание куда то уходить отсюда совсем пропало.", "[RAND] Ты зашла в комнату и посмотрела на кровать, а кровать посмотрела на тебя =) Но сейчас было не время спать, и хотя\nкровать все же манила тебя, ты смогла устоять и не лечь на нее.", "[RAND] Зайдя в спальню ты почувствовала умиротворение и спокойствие, а зеленые обои с эвкалиптом позитивно действовали\nна тебя и словно стирая весь тот стресс, который ты получила еще совсем недавно.\n\n- Хорошо оказаться на своем месте! - внезапно для себя сказала ты", "[RAND] Зайдя в свою спальгю ты уселась за стол и начала обыскивать его в поисках чего-то, что может прояснить текущую\nситуацию. В столе было 3 ящичка:\n* В первом находились разные краски, акварели, гуаши, карандаши, фломастеры, кисточки и прочие принадлежности\n* Содержание второго ящика немного удививила тебя: там были нарисованные от руки карты. Их было несколько, но одна каврта\nсразу бросилась тебе в глаза: карта регионов франции, на которой была информация об уровнях безработицы по регионам. \n- \"ого, какая классная карта\" - подумала ты в этот момент. Не уж то это я такое сделала? \n* В последнем ящике лежали различные документы, но к твоему сожелению, они были написанны на совсем непонятном тебе языке, \nнаверное коаловким или что то типа того\n\nНе найдя ничего интересного (кроме карты канешшшшно), ты решила:", "[FI]", "[JOIN]"]}, {"answers" : [{"answ_id" : "th.home.bedroom.bed.15", "text" : "покимарить 15 минут", "type" : "SIMPLE"}, {"answ_id" : "th.home.bedroom.bed.15", "text" : "поспать 30 минут", "type" : "SIMPLE"}, {"answ_id" : "th.home.bedroom.bed.sleep", "text" : "захрапеть пока не проснешься", "type" : "SIMPLE"}, {"answ_id" : "th.home.bedroom", "text" : "встать с кровати", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.bedroom.bed", "texts" : ["Кровать нежно обняла тебя в свои нежные обьятия и окутала своим одеялком. Она была большая и мягкая, а одеяло легким\nи воздушным. Твои мысли начали понемного расстворяться в твоем сознании и становиться менее четкими и ясными."]}, {"answers" : [{"answ_id" : "th.home.bedroom.bed.wakeup", "text" : "проснуться через час", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.bedroom.bed.15", "texts" : ["Собрав последние мысленные силы и подумала:\n\n- так, мне лень ставить будильник, посплю немногожко и проснусь бодрой\n\nАга и как будто это всегда работало"]}, {"answers" : [{"answ_id" : "th.home.bedroom.bed.wakeup", "text" : "проснуться через час", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.bedroom.bed.sleep", "texts" : ["А к черту все, буду спать как убитая\n\n* режим хропушки активирован *"]}, {"answers" : [{"answ_id" : "th.home.bedroom", "text" : "встать с кровати", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.bedroom.bed.wakeup", "texts" : ["Проспав целый час ты сладко потянулась, зевнула и меееедленно стала с кровати. \nТеперь ты чувствовала себя как нельзя отдохнувшей и готовой к новым приключениям"]}, {"answers" : [{"answ_id" : "th.home.vestibule", "text" : "Пойти в вестибюль", "type" : "SIMPLE"}, {"answ_id" : "th.home.bedroom", "text" : "Пойти в спальню", "type" : "SIMPLE"}], "class" : "dialog.game.phrases.GamePhrase", "id" : "th.home.toilet", "texts" : ["Ты зашла в туалет обьедененным с душем."]}, {"answers" : [{"answ_id" : "forest.treehause.out", "text" : "exit", "type" : "EXIT"}], "class" : "dialog.game.phrases.AutoPhrase", "id" : "th.home.exit", "texts" : ["exit"]}]